Repository: willswire/mcheyne
Catalog: App/Localizable.xcstrings
Source language: en
Languages: es

source: All reading plan progress will be erased. A new plan will be created starting on today's date.
es: Se borrará todo el progreso del plan de lectura. Se creará un nuevo plan a partir de la fecha de hoy.

source: Close
es: Cerrar

source: Daily Bible Reading Plan
es: Plan de Lectura de la Biblia

source: Happy Leap Year!
es: ¡Feliz Año Bisiesto!

source: Import Progress
es: Importar Progreso

source: Next
es: Siguiente

source: Reset
es: Reiniciar

source: Reset Plan
es: Reiniciar Plan

source: Reset Progress
es: Reiniciar Progreso

source: Robert Murray M'Cheyne was an early 19th century minister who lived in Scotland. His daily Bible reading plan guides readers through the Old Testament once and the New Testament and Psalms twice per year.
es: Robert Murray M'Cheyne fue un ministro de principios del siglo XIX que vivió en Escocia. Su plan de lectura diaria de la Biblia guía a los lectores a través del Antiguo Testamento una vez y del Nuevo Testamento y los Salmos dos veces al año

source: Self-Paced Mode
es: Modo a Ritmo Propio

source: Settings
es: Configuración

source: Start Date
es: Fecha de Inicio

source: The M'Cheyne
es: Robert M’Cheyne

source: Today
es: Hoy
